export default function DescriptionAboutMe() {
  return (
    <div className="about-me">
      <div className="about-me__welcome">
        <h1 className="about-me__title">Привет и спасибо за интерес ко мне!</h1>
        <h2 className="about-me__title-extra">
          Здесь я сейчас расскажу немного о себе:
        </h2>
      </div>
      <div className="about-me__text-container">
        <p className="about-me__paragraph">
          Меня зовут Майкл мне 25 лет. Я люблю играть в видео-игры(карточки
          сверху нажимаются и там мое мини-ревью об играх), выпивать сидр,
          сидеть в википедии. Год назад я решил, что пора уже взяться за свою
          мечту и начать программировать. Первые приложения/сайты не уходили
          дальше, чем 'Hello, World'. Тогда я начал искать информацию
          структурированно и сначала забрелся в Udemy, а потом ушел в
          Яндекс.Практикум. В веб-разработке мне нравится сам процесс созидания.
          Мне нравится писать и видеть воплощение через текст своих идей.
          Нравятся изучать новые, крутые фреймворки(пока делал этот сайт нашел
          новый😄), которые упрощают работу. Я стараюсь смотреть много разных
          курсов от разных разработчиков JS и так далее чтобы быть
          разносторонним. На предыдущей работе научился быть спокойным и всегда
          относится ко всему с холодной головой: когда у тебя недовольный клиент
          с непонятными списаниями, стажер с возвратом и руководитель звонит и
          спрашивает про отчеты. В свободное время люблю покодить. Чаще
          занимаюсь пет-проектами, но иногда могу приступить к чему-то новому
          типа написать приложение на iOS через React native или телеграм бота
          через Node JS. По вечерам люблю поиграть в видео-игры такие как
          Valorant, Apex Legends и иногда в какие-нибудь крупные ААА сюжетные
          тайтлы на приставках типа Red Dead Redemption 2, GTA 5, Uncharted.
        </p>
      </div>
    </div>
  );
}
