export const cards = [
  {
    image:
      'https://media.contentapi.ea.com/content/dam/apex-legends/images/2019/01/apex-featured-image-16x9.jpg.adapt.crop16x9.1023w.jpg',
    title: 'Apex Legens',
    about: 'Тыcяча часов в ней, знаю все механики, и лор каждой легенды',
  },
  {
    image:
      'https://www.riotgames.com/darkroom/1440/d0807e131a84f2e42c7a303bda672789:3d02afa7e0bfb75f645d97467765b24c/valorant-offwhitelaunch-keyart.jpg',
    title: 'Valorant',
    about:
      'Открытие 2021 года для меня. Когда хочется настоящей скиллозависимой игры. Играю лучше жены и этого достаточно😄',
  },
  {
    image:
      'https://assets.xboxservices.com/assets/0b/17/0b179504-412d-4af7-9e00-3e3d92633577.jpg?n=GTA-V_GLP-Page-Hero-1084_1920x1080.jpg',
    title: 'GTA V',
    about:
      'Вообще фанат всей серии(самая любимая – Сан Андреас) и в целом творчества Рокстар. Играл во все их игры(кроме тех, когда они назывались DMA).',
  },
  {
    image: 'https://i.ytimg.com/vi/SXvQ1nK4oxk/maxresdefault.jpg',
    title: 'Red Dead Redemption 2',
    about:
      'Не понимаю как следить за сюжетом других игр после этой. Все остальное кажется каким-то детским простеньким рассказом. Лучшая игра, которую я когда-либо играл.',
  },
  {
    image:
      'https://c4.wallpaperflare.com/wallpaper/364/113/262/the-last-of-us-poster-game-wallpaper-preview.jpg',
    title: 'The Last Of Us',
    about:
      'Так же одна из лучших сюжетных игр. Однозначно рекоммендованна мной.',
  },
];

export const projectCards = [
  {
    image: 'https://www.imageup.ru/img196/4426859/russiantravel.jpg',
    title: 'Travel Russia',
    about:
      'Первый самостоятельный адаптивный проект. Когда-то был для меня очень тяжелым испытанием, а сейчас я смогу таких делать каждый день штук по 30.',
    link: 'https://sharkavli.github.io/russian-travel/',
  },
  {
    image: 'https://www.imageup.ru/img166/4426860/mesto.jpg',
    title: 'Mesto',
    about:
      'Самый первый серьезный проект. Переписан кучу раз. Сначала просто на голом JS, потом на ООП, потом на React, потом API подключалось, потом Бэк. От того у него отдельное Mesto(ба-дум-тсс!😄) в моем сердечке❤️',
    link: 'https://sharkavli.github.io/mesto-react/',
  },
  {
    image: 'https://imageup.ru/img179/4426861/margo.jpg',
    title: 'Проект о жене',
    about:
      'Один из первых самостоятельных проектов(не закончен и вряди ли когда-то закончу). Написан в шутку о моей супруге. Тексты(почти) правда.',
    link: 'https://sharkavli.github.io/project-Margo/',
  },
];
